brew "autoconf"
brew "awscli"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion@2"
brew "brew-pip"
brew "curl"
brew "dep"
brew "direnv"
brew "docker-compose"
brew "gcc"
brew "git"
brew "go"
brew "groovy"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "garethr/kubeval/kubeval"
brew "git-duet/tap/git-duet"
brew "nmap"
brew "packer"
brew "prometheus"
brew "pyenv"
brew "telnet"
brew "tfenv"
brew "zlib"
brew "rbenv"
brew "ruby-build"

cask corretto
cask virtualbox
cask virtualbox-extension-pack
cask vagrant
cask google-chrome
cask firefox
cask visual-studio-code
cask docker
cask textmate

after vagrant plugin install vagrant-vbguest
after tfenv install 0.12.17

