tap "caskroom/cask"
tap "caskroom/versions"

brew "autoconf"
brew "awscli"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion@2"
brew "brew-pip"
brew "curl"
brew "dep"
brew "direnv"
brew "gcc"
brew "git"
brew "go"
brew "groovy"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "garethr/kubeval/kubeval"
brew "nmap"
brew "packer"
brew "prometheus"
brew "pyenv"
brew "telnet"
brew "tfenv"
brew "zlib"

after tfenv install 0.11.4
